tags/3.0.0-beta1/opensaml-core/src/test/resources/data/org/opensaml/core/xml/SOAPMessageWithContent.xml

<?xml version="1.0" encoding="UTF-8"?>
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/" S:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><S:Header/><S:Body><test:Statement xmlns:test="http://www.example.org/testObjects"/><test:Statement xmlns:test="http://www.example.org/testObjects"/></S:Body></S:Envelope>
